{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": {
                "value": "\/Date(1766277999000)\/",
                "DisplayHint": 2,
                "DateTime": "2025年12月21日 9:46:39"
            },
            "Manifests": 1412
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1766273236000)\/",
                "DisplayHint": 2,
                "DateTime": "2025年12月21日 8:27:16"
            },
            "Manifests": 2234
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": {
                "value": "\/Date(1766284459000)\/",
                "DisplayHint": 2,
                "DateTime": "2025年12月21日 11:34:19"
            },
            "Manifests": 544
        }
    ],
    "apps": [
        {
            "Name": "7zip",
            "Version": "25.01",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287532534)\/"
        },
        {
            "Name": "bat",
            "Version": "0.26.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287970745)\/"
        },
        {
            "Name": "bun",
            "Version": "1.3.5",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287980459)\/"
        },
        {
            "Name": "dark",
            "Version": "3.14.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287982156)\/"
        },
        {
            "Name": "difftastic",
            "Version": "0.67.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287984111)\/"
        },
        {
            "Name": "direnv",
            "Version": "2.37.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287985335)\/"
        },
        {
            "Name": "dotter",
            "Version": "0.13.4",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287986384)\/"
        },
        {
            "Name": "dust",
            "Version": "1.2.3",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287987493)\/"
        },
        {
            "Name": "eza",
            "Version": "0.23.4",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287988618)\/"
        },
        {
            "Name": "fd",
            "Version": "10.3.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287989725)\/"
        },
        {
            "Name": "fzf",
            "Version": "0.67.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287990655)\/"
        },
        {
            "Name": "gh",
            "Version": "2.83.2",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287993062)\/"
        },
        {
            "Name": "git",
            "Version": "2.52.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287583548)\/"
        },
        {
            "Name": "innounp",
            "Version": "2.66.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288682194)\/"
        },
        {
            "Name": "lazygit",
            "Version": "0.57.0",
            "Info": "",
            "Source": "extras",
            "Updated": "\/Date(1766287994789)\/"
        },
        {
            "Name": "less",
            "Version": "685",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766287996124)\/"
        },
        {
            "Name": "mingw",
            "Version": "15.2.0-rt_v13-rev0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288242395)\/"
        },
        {
            "Name": "mingw-winlibs-llvm-msvcrt",
            "Version": "14.2.0-19.1.7-12.0.0-r3",
            "Info": "",
            "Source": "versions",
            "Updated": "\/Date(1766288424413)\/"
        },
        {
            "Name": "mise",
            "Version": "2025.12.12",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288427882)\/"
        },
        {
            "Name": "msys2",
            "Version": "2025-12-13",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288606137)\/"
        },
        {
            "Name": "navi",
            "Version": "2.24.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288610355)\/"
        },
        {
            "Name": "neovim",
            "Version": "0.11.5",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288639049)\/"
        },
        {
            "Name": "nodejs",
            "Version": "25.2.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288676762)\/"
        },
        {
            "Name": "nu",
            "Version": "0.109.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288680916)\/"
        },
        {
            "Name": "openssl",
            "Version": "3.6.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288792207)\/"
        },
        {
            "Name": "ripgrep",
            "Version": "15.1.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288794991)\/"
        },
        {
            "Name": "rustup",
            "Version": "1.28.2",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288904449)\/"
        },
        {
            "Name": "sd",
            "Version": "1.0.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288905896)\/"
        },
        {
            "Name": "starship",
            "Version": "1.24.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288908714)\/"
        },
        {
            "Name": "tealdeer",
            "Version": "1.8.1",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288910432)\/"
        },
        {
            "Name": "tectonic",
            "Version": "0.15.0",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288913904)\/"
        },
        {
            "Name": "tex-fmt",
            "Version": "0.5.6",
            "Info": "",
            "Source": "extras",
            "Updated": "\/Date(1766288916622)\/"
        },
        {
            "Name": "typst",
            "Version": "0.14.2",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288920941)\/"
        },
        {
            "Name": "vcredist2022",
            "Version": "14.50.35719.0",
            "Info": "",
            "Source": "extras",
            "Updated": "\/Date(1766288939680)\/"
        },
        {
            "Name": "vcxsrv",
            "Version": "21.1.16.1",
            "Info": "",
            "Source": "extras",
            "Updated": "\/Date(1766288963181)\/"
        },
        {
            "Name": "wezterm",
            "Version": "20240203-110809-5046fc22",
            "Info": "",
            "Source": "extras",
            "Updated": "\/Date(1766288971233)\/"
        },
        {
            "Name": "which",
            "Version": "2.20",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766288973688)\/"
        },
        {
            "Name": "yazi",
            "Version": "25.5.31",
            "Info": "",
            "Source": "main",
            "Updated": "\/Date(1766289215440)\/"
        }
    ]
}