{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": {
                "value": "\/Date(1760387340000)\/",
                "DisplayHint": 2,
                "DateTime": "2025”N10ŒŽ14“ú 5:29:00"
            },
            "Manifests": 1406
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": {
                "value": "\/Date(1760387343000)\/",
                "DisplayHint": 2,
                "DateTime": "2025”N10ŒŽ14“ú 5:29:03"
            },
            "Manifests": 2196
        }
    ],
    "apps": [
        {
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Version": "25.01",
            "Updated": "\/Date(1759975423631)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "bat",
            "Version": "0.25.0",
            "Updated": "\/Date(1759975485720)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Version": "3.14.1",
            "Updated": "\/Date(1759975569406)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "difftastic",
            "Version": "0.65.0",
            "Updated": "\/Date(1759975486897)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "direnv",
            "Version": "2.37.1",
            "Updated": "\/Date(1759975487724)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "discord",
            "Version": "1.0.9208-23",
            "Updated": "\/Date(1759975497167)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dotter",
            "Version": "0.13.4",
            "Updated": "\/Date(1759975497914)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "dust",
            "Version": "1.2.3",
            "Updated": "\/Date(1759975498552)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "eza",
            "Version": "0.23.4",
            "Updated": "\/Date(1759975499012)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Version": "10.3.0",
            "Updated": "\/Date(1759975499458)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "figma",
            "Version": "125.8.9",
            "Updated": "\/Date(1759975503463)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Version": "0.65.2",
            "Updated": "\/Date(1759975503875)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Version": "2.51.0.2",
            "Updated": "\/Date(1759975437544)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "latexindent",
            "Version": "3.24.7",
            "Updated": "\/Date(1760398740322)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Version": "0.55.1",
            "Updated": "\/Date(1759975504705)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "less",
            "Version": "679",
            "Updated": "\/Date(1759975505260)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "mingw",
            "Version": "15.2.0-rt_v13-rev0",
            "Updated": "\/Date(1759975531843)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "mise",
            "Version": "2025.10.6",
            "Updated": "\/Date(1759975533172)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "msys2",
            "Version": "2025-08-30",
            "Updated": "\/Date(1759975559919)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "navi",
            "Version": "2.24.0",
            "Updated": "\/Date(1759975561016)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "neovim",
            "Version": "0.11.4",
            "Updated": "\/Date(1759975565114)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nodejs",
            "Version": "24.10.0",
            "Updated": "\/Date(1759979325912)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "nu",
            "Version": "0.107.0",
            "Updated": "\/Date(1759975568695)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "powertoys",
            "Version": "0.94.2",
            "Updated": "\/Date(1759975609288)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Version": "14.1.1",
            "Updated": "\/Date(1759975609906)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "rustup",
            "Version": "1.28.2",
            "Updated": "\/Date(1760073109419)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sd",
            "Version": "1.0.0",
            "Updated": "\/Date(1759975610633)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "slack",
            "Version": "4.46.101",
            "Updated": "\/Date(1759975615732)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "spotify",
            "Version": "1.2.74.477.g3be53afe",
            "Updated": "\/Date(1759975627604)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "starship",
            "Version": "1.23.0",
            "Updated": "\/Date(1759975628379)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Updated": "\/Date(1759975628762)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tealdeer",
            "Version": "1.8.0",
            "Updated": "\/Date(1759975629848)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "tectonic",
            "Version": "0.15.0",
            "Updated": "\/Date(1759975631302)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "typst",
            "Version": "0.13.1",
            "Updated": "\/Date(1759975632550)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcredist2022",
            "Version": "14.44.35211.0",
            "Updated": "\/Date(1760057796428)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vcxsrv",
            "Version": "21.1.16.1",
            "Updated": "\/Date(1759975686633)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "vscode",
            "Version": "1.104.3",
            "Updated": "\/Date(1759975696134)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "wezterm",
            "Version": "20240203-110809-5046fc22",
            "Updated": "\/Date(1759975700617)\/"
        },
        {
            "Info": "",
            "Source": "main",
            "Name": "which",
            "Version": "2.20",
            "Updated": "\/Date(1759975702113)\/"
        },
        {
            "Info": "",
            "Source": "extras",
            "Name": "zoom",
            "Version": "6.6.1.15968",
            "Updated": "\/Date(1759975709616)\/"
        }
    ]
}
