{
    "apps": [
        {
            "Info": "",
            "Name": "7zip",
            "Version": "24.09",
            "Source": "main",
            "Updated": "2025-02-26T01:00:05.2717931+09:00"
        },
        {
            "Info": "",
            "Name": "bat",
            "Version": "0.25.0",
            "Source": "main",
            "Updated": "2025-02-26T21:31:25.4603535+09:00"
        },
        {
            "Info": "",
            "Name": "discord",
            "Version": "1.0.9188-21",
            "Source": "extras",
            "Updated": "2025-05-10T22:51:51.2413842+09:00"
        },
        {
            "Info": "",
            "Name": "dotter",
            "Version": "0.13.3",
            "Source": "main",
            "Updated": "2025-02-26T21:11:22.239371+09:00"
        },
        {
            "Info": "",
            "Name": "figma",
            "Version": "125.4.9",
            "Source": "extras",
            "Updated": "2025-05-21T15:35:55.6267052+09:00"
        },
        {
            "Info": "",
            "Name": "git",
            "Version": "2.49.0",
            "Source": "main",
            "Updated": "2025-03-29T22:54:38.1772028+09:00"
        },
        {
            "Info": "",
            "Name": "lazygit",
            "Version": "0.52.0",
            "Source": "extras",
            "Updated": "2025-06-13T13:29:37.7839912+09:00"
        },
        {
            "Info": "",
            "Name": "less",
            "Version": "678",
            "Source": "main",
            "Updated": "2025-06-13T13:29:39.949487+09:00"
        },
        {
            "Info": "",
            "Name": "mingw",
            "Version": "15.1.0-rt_v12-rev0",
            "Source": "main",
            "Updated": "2025-05-02T23:20:59.2683213+09:00"
        },
        {
            "Info": "",
            "Name": "mise",
            "Version": "2025.6.2",
            "Source": "main",
            "Updated": "2025-06-13T13:29:44.9036904+09:00"
        },
        {
            "Info": "",
            "Name": "msys2",
            "Version": "2025-02-21",
            "Source": "main",
            "Updated": "2025-04-01T23:10:37.3063344+09:00"
        },
        {
            "Info": "",
            "Name": "neovim",
            "Version": "0.11.2",
            "Source": "main",
            "Updated": "2025-06-13T13:29:56.6162296+09:00"
        },
        {
            "Info": "",
            "Name": "nu",
            "Version": "0.105.1",
            "Source": "main",
            "Updated": "2025-06-13T13:30:01.6498545+09:00"
        },
        {
            "Info": "",
            "Name": "powertoys",
            "Version": "0.91.1",
            "Source": "extras",
            "Updated": "2025-06-25T08:53:54.4318063+09:00"
        },
        {
            "Info": "",
            "Name": "rustup",
            "Version": "1.28.2",
            "Source": "main",
            "Updated": "2025-06-13T13:35:35.4750821+09:00"
        },
        {
            "Info": "",
            "Name": "slack",
            "Version": "4.44.65",
            "Source": "extras",
            "Updated": "2025-06-13T13:35:44.3710523+09:00"
        },
        {
            "Info": "",
            "Name": "spotify",
            "Version": "1.2.65.255.g85e641b4",
            "Source": "extras",
            "Updated": "2025-06-13T13:35:57.3009791+09:00"
        },
        {
            "Info": "",
            "Name": "sudo",
            "Version": "0.2020.01.26",
            "Source": "main",
            "Updated": "2025-02-26T01:00:50.6326342+09:00"
        },
        {
            "Info": "",
            "Name": "tectonic",
            "Version": "0.15.0",
            "Source": "main",
            "Updated": "2025-02-26T22:40:29.1411402+09:00"
        },
        {
            "Info": "",
            "Name": "typst",
            "Version": "0.13.1",
            "Source": "main",
            "Updated": "2025-03-29T22:56:33.185851+09:00"
        },
        {
            "Info": "",
            "Name": "vcxsrv",
            "Version": "21.1.16.1",
            "Source": "extras",
            "Updated": "2025-04-26T19:05:50.3073565+09:00"
        },
        {
            "Info": "",
            "Name": "vscode",
            "Version": "1.101.0",
            "Source": "extras",
            "Updated": "2025-06-13T13:36:54.7509199+09:00"
        },
        {
            "Info": "",
            "Name": "wezterm",
            "Version": "20240203-110809-5046fc22",
            "Source": "extras",
            "Updated": "2025-02-26T21:11:16.394371+09:00"
        },
        {
            "Info": "",
            "Name": "which",
            "Version": "2.20",
            "Source": "main",
            "Updated": "2025-02-26T02:15:17.6177311+09:00"
        },
        {
            "Info": "",
            "Name": "zoom",
            "Version": "6.4.12.64384",
            "Source": "extras",
            "Updated": "2025-06-13T13:38:20.7700236+09:00"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-06-26T13:30:16+09:00",
            "Manifests": 1391
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-06-26T13:29:51+09:00",
            "Manifests": 2167
        }
    ]
}